Repository: projectxmaker/100dayswithswiftui
Catalog: Project 10 - Cupcake Corner/Refactored version/CupcakeCorner/*.lproj/Localizable.strings
Languages: vi

source: Add extra frosting
vi: Thêm frosting

source: Add extra sprinkles
vi: Thêm sprinkles

source: Any special requests?
vi: Yêu cầu đặc biệt?

source: Check out
vi: Thanh toán

source: Checkout failed.
vi: Thanh toán không thực hiện được.

source: City
vi: Thành phố

source: Delivery details
vi: Thông tin giao hàng

source: Failed to encode order
vi: Việc xử lý đơn hàng bị lỗi

source: Name
vi: Tên

source: Number of cakes: %lld
vi: Số lượng bánh: %lld

source: OK
vi: Đồng ý

source: Oops!
vi: Lỗi!

source: Place Order
vi: Đặt hàng

source: Select your cake type
vi: Chọn loại bánh

source: Street Address
vi: Địa chỉ

source: Thank you!
vi: Cảm ơn!

source: Your order for %lldx %@ cupcakes is on its way!
vi: Đơn hàng cho %lldx %@ bánh đang được chuẩn bị!

source: Your total is %@
vi: Tổng cộng là %@

source: Zip
vi: Mã bưu chính
